[
    {
        "text": "The immune system is the set of tissues which work together to resist infections. The immune mechanisms help an organism identify a pathogen, and neutralize its threat.\nThe immune system can detect and identify many different kinds of disease agents. Examples are viruses, bacteria and parasites. The immune system can detect a difference between the body's own healthy cells or tissues, and 'foreign' cells. Detecting an unhealthy intruder is complicated, because intruders can evolve and adapt so that the immune system will no longer detect them.\nOnce a foreign cell or protein is detected, the immune system creates antibodies to fight the intruders, and sends special cells ('phagocytes') to eat them up.\nInnate immune system.\nEven simple unicellular organisms such as bacteria possess enzyme systems that protect against viral infections. Basic immune mechanisms appeared in ancient life forms and remain in their modern descendants, such as plants and insects. These mechanisms include antimicrobial peptides (called defensins), phagocytosis, and the complement system. These make up the innate immune system, which defends the host from infections in a non-specific way. The simplest innate system is the cell wall or barrier on the outside to stop intruders getting in. For example, skin stops most outside bacteria getting in.\nThe response.\nThe innate immune system responds very quickly to anything foreign that enters the body. When something gets past the skin, as through a cut, the immune cells work to find the intruder and to alert each other of the foreign object. Small immune cells bring other cells from all over the body to the site where the foreign object was found. Other immune cells can send out messengers to cells nearby to have them help attack the foreign object. This process can make the skin look red and feel hot. Phagocyte cells eat anything foreign that enters the body. This response is called non-specific because it responds the same way to anything foreign that enters the body from germs to a piece of dust.\nAdaptive immune system.\nVertebrates, including humans, have much more sophisticated defense mechanisms. The innate immune system is found in all metazoa, but the adaptive immune system is only found in vertebrates.\nThe adaptive immune response gives the vertebrate immune system the ability to \"recognize and remember specific pathogens\". The system mounts stronger attacks each time the pathogen is encountered. It is adaptive, because the body's immune system prepares itself for future challenges.\n",
        "category": "educational",
        "data-source": "OpenEducation",
        "script": "Latn",
        "age-estimate": "8-10",
        "license": "cc-by-sa",
        "misc": "{}"
    },
    {
        "text": "CHAPTER I.\nDown the Rabbit-Hole\n\n\nAlice was beginning to get very tired of sitting by her sister on the\nbank, and of having nothing to do: once or twice she had peeped into\nthe book her sister was reading, but it had no pictures or\nconversations in it, “and what is the use of a book,” thought Alice\n“without pictures or conversations?”\n\nSo she was considering in her own mind (as well as she could, for the\nhot day made her feel very sleepy and stupid), whether the pleasure of\nmaking a daisy-chain would be worth the trouble of getting up and\npicking the daisies, when suddenly a White Rabbit with pink eyes ran\nclose by her.\n\nThere was nothing so _very_ remarkable in that; nor did Alice think it\nso _very_ much out of the way to hear the Rabbit say to itself, “Oh\ndear! Oh dear! I shall be late!” (when she thought it over afterwards,\nit occurred to her that she ought to have wondered at this, but at the\ntime it all seemed quite natural); but when the Rabbit actually _took a\nwatch out of its waistcoat-pocket_, and looked at it, and then hurried\non, Alice started to her feet, for it flashed across her mind that she\nhad never before seen a rabbit with either a waistcoat-pocket, or a\nwatch to take out of it, and burning with curiosity, she ran across the\nfield after it, and fortunately was just in time to see it pop down a\nlarge rabbit-hole under the hedge.",
        "category": "child-books",
        "data-source": "PublicDomainStories",
        "script": "Latn",
        "age-estimate": "4-6",
        "license": "cc-by-sa",
        "misc": "{}"
    },
    {
        "text": "*MOT:\tLara.\n*MOT:\tdon't do that.\n*MOT:\tstop it.\n*CHI:\tI want a bobble [cries].\n*MOT:\tyou want a bobble?\n*MOT:\twell.\n*MOT:\twhere have all your bobbles gone?\n*MOT:\tdon't you bite it.\n*MOT:\touch.\n*MOT:\twhy've you suddenly started being naughty?\n*CHI:\tmy baby seat.\n*MOT:\tyou've suddenly started being naughty now, haven't you?\n*MOT:\tnow Amy's awake.\n*MOT:\thaven't you?\n*CHI:\tis that your baby?\n*MOT:\tno.\n*MOT:\tit's your baby.\n*MOT:\tshe's asleep now.\n*CHI:\tput her to bed then.\n*MOT:\tcome on.\n*MOT:\there you are.\n*MOT:\tgo to sleep baby.\n*CHI:\tgo to sleep babe.\n*CHI:\tdon't wake her up.\n*MOT:\twe won't.\n*CHI:\twe can't get her, can we?\n",
        "category": "child-directed-speech",
        "data-source": "CHILDES",
        "script": "Latn",
        "age-estimate": "2-4",
        "license": "cc-by-sa",
        "misc": "{}"
    }
]